Repository: MauAlvarado43/CyclonMovil
Catalog: Cyclon/Cyclon/Resources/AppResources.*.resx
Languages: es

# location
source: en
es: es

# dt
source: the tropical depression
es: la depresión tropical

# tt
source: the tropical storm
es: la tormenta tropical

# h
source: the hurricaine
es: el huracán

source: Alert!
es: ¡Alerta!

# contentAlert
source: $[0] $[1] to $[2] km from you has been detected
es: Se ha detectado $[0] $[1] a $[2] km de ti.

# settingCyclon
source: Cyclon settings
es: Configuración de Cyclon

# registerCyclon
source: Register in Cyclon
es: Regístrate en Cyclon

# loginCyclon
source: Login in Cyclon
es: Iniciar sesión en Cyclon

source: Loading
es: Cargando

source: Register
es: Regístrate

# register_page
source: REGISTER
es: REGISTRO

source: Log in
es: Iniciar sesión

# login_facebook
source: Log in with Facebook
es: Iniciar sesión con Facebook

# login_google
source: Log in with Google
es: Iniciar sesión con Google

# has_account
source: Do you have already an account? Log in
es: ¿Ya tienes una cuenta? Inicia sesión

source: Name
es: Nombre (s)

source: Last Name
es: Apellidos (s)

source: Email
es: Correo electrónico

source: Password
es: Contraseña

# cpassword
source: Confirm password
es: Confirmar contraseña

source: Map
es: Mapa

source: Settings
es: Opciones

source: Logout
es: Cerrar sesión

# update
source: Update Information
es: Actualizar datos

source: Update Data
es: Actualizar información

source: Update Location
es: Actualizar ubicación

source: Contact
es: Contacto

source: Update password
es: Actualizar contraseña

source: Receive alerts
es: Recibir alertas

source: 404 Page not found
es: 404 Ruta no encontrada

source: 500 Internal error
es: 500 Error en el servidor

# IP_NOT_FOUND
source: Your IP address cannot be located
es: No se ha podido localizar su dirección ip

# DATA_SUBMITED_INVALID
source: The data submited is invalid
es: Los datos recibidos no son válidos

# DATA_INVALID
source: The data invalid
es: El dato ingresados no es válido

# DATA_EMPTY
source: The data can not be empty
es: El dato ingresado no puede estar vacío

# PASSWORD_EMPTY
source: The password can not be empty
es: La contraseña no puede estar vacía

# PASSWORD_SHORT
source: The password must have more than 8 characters
es: La contraseña debe tener más de 8 caracteres

# PASSWORD_LONG
source: The password must not be more than 50 characters
es: La contraseña no debe tener más de 50 caracteres

# PASSWORD_DONT_MATCH
source: The passwords do not match
es: Las contraseñas no coinciden

# DATA_SPACES_AND_LETTERS
source: The data can only have letters and / or spaces
es: El dato ingresado solo puede tener letras y/o espacios

# EMAIL_FORMAT
source: Email format is invalid
es: El formato del correo electrónico es inválido

# DATA_LONG
source: The data must not be more than 50 character
es: El dato ingresado no puede tener más de 50 caracteres

# EMAIL_REGISTERED
source: The email entered is already registered
es: El correo electrónico ingresado ya está registrado

# PASSWORD_INCORRECT
source: The password is invalid
es: La contraseña es incorrecta

# USER_NOT_FOUND
source: The user is not exist
es: El usuario no existe

# TOKEN_INVALID
source: Invalid token
es: Token inválido

# EMAIL_VERIFY
source: Verify current email before changing
es: Verifique el correo actual primero

# ACCOUNT_CREATED_SUCCESS
source: Account created successfully! Log in...
es: ¡Cuenta creada! Iniciando sesión...

source: Log in...
es: Iniciando sesión...

# USER_NOT_EXIST
source: Account does not exist
es: La cuenta no existe

# SUCCESS_LOCATION
source: Location updated succesfully
es: Ubicación actualizada exitosamente

# PASSWORD_UPDATED
source: Password updated, log in
es: Contraseña actualizada, inicie sesión

# PASSWORD_VERIFY
source: Enter your current password
es: Ingrese su contraseña actual

# INFO_UPDATED
source: Data updated succesfully
es: Datos actualizados correctamente

# INFO_UPDATED_RELOGIN
source: Data updated succesfully. Log in again
es: Datos actualizados correctamente. Inicie sesión
